{"title":"效率极低人群之七大习惯","slug":"效率极低人群之七大习惯","date":"2010-12-26T22:48:46.000Z","updated":"2024-09-06T08:45:52.134Z","comments":true,"path":"api/articles/效率极低人群之七大习惯.json","excerpt":null,"covers":null,"content":"<p>与通常所列举的应该培养的有益习惯不同，本文在此举出的是我们最好避免的7种习惯。</p>\n<p>　　就像寻找对你有益的习惯一样，寻找妨碍你的习惯同样重要。这7种习惯中大多数都可能会轻易成为你日常生活的一部分，使你难以察觉它的存在（或者它如何影响到你）。我曾经略微尝试了这些习惯，结果毫无疑问，那些重要的事情没有几个可以完成。同时我也要添加说明的是，这只是在生活中你可能形成的影响效率的主要的7个习惯，我很确定绝不仅仅是这些。</p>\n<h2 id=\"缺席\"><a href=\"#缺席\" class=\"headerlink\" title=\"缺席\"></a>缺席</h2><p>也许你曾经听过伍迪·艾伦所说的这句话：</p>\n<p>“百分之八十的成功来自于出席。”</p>\n<p>更多的出席——这是在生活中你可以保证更多成功所做的最大也是最简单的事情之一，无论是在你的社交生活中，你的事业上还是你的健康方面。如果你想要改善你的健康状况，一个最重要也是最有效的事情就是在每次你该出席时出现在健身房里。</p>\n<p>也许天气会不好，也许你会不想出门，也许你有一大堆其他必须要做的事情。但是，如果即使你在积极性不高时仍然继续出现在健身房里，那将比你呆在家里的沙发上放松要有效的多。</p>\n<p>我想这个也可以推及到生活的其他领域。如果你每天都坚持写作或绘画，你就会快速的得到提高。如果你更多的出门你就可以遇到更多的新朋友。如果你参加更多的约会，你遇到心上人的机会就会大大提高。仅仅只是更多出席就会使你的生活大大不同。而缺席却会使你毫无收获。</p>\n<h2 id=\"拖拖拉拉\"><a href=\"#拖拖拉拉\" class=\"headerlink\" title=\"拖拖拉拉\"></a>拖拖拉拉</h2><p>为了简化，我将最喜欢的3种摆脱拖拉情况的方法列举如下：</p>\n<p>吞食青蛙。也就是说在一天的最开始就完成那些最艰难最重要的工作。早上良好的开始会让你一天都保持高昂的情绪和积极的动力。这通常会使你这一天都十分高效。</p>\n<p>-你如何吃掉一头大象呢？不要打算一口吃成胖子，这会使你感到过多负担以至于产生拖延的念头。把一项工作分为若干可付诸于行动的小步骤，然后仅仅关注第一步直到把它完成，接下来再继续下一步。</p>\n<p>-说服自己。我发现这种向导型调整十分有效。就在我花了20分钟躺在床上反复默念在这几天里我都十分高效之后，我就不再会陷入拖拉的情况或者浏览1至5个我喜爱的网站寻找更新信息的必要。</p>\n<h2 id=\"做一些无关紧要的事情\"><a href=\"#做一些无关紧要的事情\" class=\"headerlink\" title=\"做一些无关紧要的事情\"></a>做一些无关紧要的事情</h2><p>除了拖拖拉拉以外，你最容易陷入的不良习惯之一就是忙于一些无关紧要的事情之中。</p>\n<p>为了提高效率你也许需要某种时间管理方法。它可能会是一件极为简单的事情，比如在一天的开始使用80&#x2F;20法则。80&#x2F;20法则,也就是我们通常所熟悉的帕累托法则认为， 80%的收获源自20%的努力。所以为求高效你应该将你精力的大部分集中在那些极少数重要的事情上。</p>\n<p>当使用这个法则时你只需按优先顺序写下这一天你需要做的3件最重要的事情，然后从头做起。即使你只能完成其中的一件事，你仍然完成了今天最重要的事情。也许你也会偏爱其他诸如GTD等方法。但是无论你如何组织工作，最关键的还是寻找那些最重要的工作，这样你就不必花费几天，几个星期甚至几个月的时间去忙于那些并不是很重要的事情。如果这些事情无关紧要，那么即使你快速的完成它们也是没有多大用处的。</p>\n<h2 id=\"多虑。\"><a href=\"#多虑。\" class=\"headerlink\" title=\"多虑。\"></a>多虑。</h2><p>因为多虑而很少采取行动。陷于无穷的分析之中只会使你虚度光阴。行动之前加以思考是没有错的。做一些调查研究，制定一个计划，探究可能存在的积极以及不利因素。</p>\n<p>但是强制性的反复思考就会成为另外一种浪费时间的做法了。在尝试之前你没有必要去从每一个角度检查每一件事情。而且你也不可以等到一个最完美的时间再去做事，因为这样的时间从来不会出现。如果你继续这样思考就只会使自己陷的越来越深，从而使采取行动变得越来越难。相反，虽然思考在一定程度上对你有所帮助，但你现在需要做的就只是停止思考，然后去做那些你应该做的事情。</p>\n<h2 id=\"凡事过于消极\"><a href=\"#凡事过于消极\" class=\"headerlink\" title=\"凡事过于消极\"></a>凡事过于消极</h2><p>当你凡事都从消极方面考虑时，你的积极性就会被大大打击。你会发现到处都是问题和错误，而这些问题是本不存在的。你抓住细节不放。如果你想要寻找一个不做某事的理由，这当然没有问题。而当你从一个消极角度看问题时，每次你都可能找出十个借口。</p>\n<p>因此你几乎一事无成。你向任何愿意倾听的人诉苦（也许很多人并不想听），抱怨你的工作，生活和领导有多么的差劲。你的生活取决于你如何看待这个世界，这已经成为一个能够自我实现的预测。</p>\n<p>对此的一个解决方法就是了解消极方面的限度，认识到你的消极思考并不是这个世界的真实写照。然后不妨尝试一些其他的角度。举例来说，你可以尝试着培养一下凡事从更为积极和乐观的角度思考的习惯，这会对你大有帮助。通过这种方式，你也许就会开始尝试这种积极性的挑战。这并不容易，然而如果你接受了这种挑战，连续7天都只从积极方面思考，你就会突然意识到你看问题的角度和想法是如此深刻地影响着你对世界的理解和你所得到的成果。</p>\n<h2 id=\"固执己见，与世隔绝\"><a href=\"#固执己见，与世隔绝\" class=\"headerlink\" title=\"固执己见，与世隔绝\"></a>固执己见，与世隔绝</h2><p>人们很难去承认自己的想法不是最佳选择，因此你越来越执着于自己的想法，变得闭目塞听。这会让你很难取得进步，比如说效率就会很难提高。在这种情况下，即使认真思考改变人生的可能性都会变得很难。</p>\n<p>显然，解决方法之一就是打开心胸。开阔视野，从他人和自己的错误中汲取教训，从书籍等资源中获取知识。与任何事一样，这事说起来容易做起来难。正如前面所说，对此我的建议就是认识到你的知识领域毕竟是有限的，而你做事的方式也会存在不足。那么不妨就尝试一下新事物吧。</p>\n<p>而我的另一条建议就是，阅读一下埃克哈特·托利的《新天地》，特别是有关Ego的章节。正如托利所建议的，如果你不再像Ego那样思考，你就会更加容易接受新思想，抛弃那些已经无用的旧思想。另外我想要补充说明的就是：不要迷信书本，也不要盲目追求新的信息，否则你就会成为一个沉迷于自我帮助的人。在行动中运用那些新信息和你学到的事情，然后加以尝试。</p>\n<h2 id=\"持续信息过剩\"><a href=\"#持续信息过剩\" class=\"headerlink\" title=\"持续信息过剩\"></a>持续信息过剩</h2><p>信息过剩并不是说你过多的阅读，我所指的是所有输入信息的过剩。如果你让所有的信息都涌进大脑，这当然会导致难于清晰思考，因为刺激源太多了。以下就是这种习惯可能会存在的弊端：</p>\n<ul>\n<li><p>你所接受的一些信息也许会是消极的。媒体和周围环境会因种种原因提供一种消极的信息。如果你没有根据需要对信息加以选择，也许你就会陷入消极之中，从而影响到你的所思，所感，所为。</p>\n</li>\n<li><p>这会使你急于追赶当今发生的事情，然而每时每刻都有十几件事同时发生，想要追赶上它们几乎是不可能的事情。你的生活会因此充满压力。</p>\n</li>\n<li><p>如果你持续被信息轰炸，并且还试图将所有信息分类，那么你将很难做出决定并采取行动。就我个人而言，如果我得到过多的信息，就会造成某种形式上的瘫痪，一事无成。或者你会被这种习惯所困，终日急于忙碌在一些非重要的事情上。</p>\n</li>\n</ul>\n<p>为了可以集中精力，清晰思考并付诸行动，你就需要在吸取信息时更有选择性。当你工作时尽可能的避免那些分散注意力的事物。关掉电话，断开网络，关上大门。你就会不可思议的发现，当你没有每隔五分钟就被打扰一次，没有机会因浏览RSS-feeds或喜爱的网站而拖延时，居然可以完成这么多的事情。</p>\n<p>现在并不是说我建议你们停止阅读所有的博客或报纸。但是一定要清楚哪些是你真正想要阅读的，哪些只是用来打发时间的。同时你也可以查看其他开阔性信息的领域。</p>\n<p>比如说，你没有必要陷入所有来自周围环境的消极情绪。如果周围的所有人都在拖延或者焦急的忙于各种非重要的事情时，你会很容易被这种情绪所影响。如果你有一扇心灵之门，关上它而去关注更为重要的事情，这会是个不错的主意。</p>\n<h2 id=\"Habits-of-Highly-Ineffective-People\"><a href=\"#Habits-of-Highly-Ineffective-People\" class=\"headerlink\" title=\"Habits of Highly Ineffective People\"></a>Habits of Highly Ineffective People</h2><p>By Henrik Edberg</p>\n<p>With a twist to the common list of habits that are useful to establish, here are 7 habits that you do best to avoid.</p>\n<p>Just like finding habits that can be useful for you it’s important to find habits that are holding you back. Most of these 7 habits can easily become such a normal, everyday part of life that you hardly notice it (or how it’s affecting you). I’ve dabbled with all of them quite a bit. Not surprisingly I didn’t get much of the important stuff done. I´d also like to add that these are just 7 broad habits you can establish to become highly ineffective in most parts of your life. I pretty sure there are several more.</p>\n<h2 id=\"Not-showing-up\"><a href=\"#Not-showing-up\" class=\"headerlink\" title=\"Not showing up\"></a>Not showing up</h2><p>Maybe you’ve heard this quote by Woody Allen:</p>\n<p>“Eighty percent of success is showing up”</p>\n<p>One of the biggest and simplest thing you can do to ensure more success in your life – whether it be in your social life, your career or with your health – is simply to show up more. If you want to improve your health then one of the most important and effective things you can do is just to show up at the gym every time you should be there.</p>\n<p>The weather might be bad, you might not feel like going and you find yourself having all these other things you just must do. If you still go, if you show up at the gym when motivation is low you will improve a whole lot faster than if you just stayed at home relaxing on the sofa.</p>\n<p>I think this applies to most areas of life. If you write or paint more, each day perhaps, you will improve quickly. If you get out more you can meet more new friends. If you go on more dates you chances of meeting someone special increases. Just showing up more can really make a big difference. Not showing up will not get you anywhere.</p>\n<h2 id=\"Procrastinating-half-the-day\"><a href=\"#Procrastinating-half-the-day\" class=\"headerlink\" title=\"Procrastinating half the day\"></a>Procrastinating half the day</h2><p>To keep it short, my 3 favourite ways to get out of a procrastinating state are:</p>\n<ul>\n<li><p>Swallow that frog. What´s this means is simply to do the hardest and most important task of the day first thing in the morning. A good start in the morning lifts your spirits and creates a positive momentum for the rest of the day. That often creates a pretty productive day.</p>\n</li>\n<li><p>How do you eat an elephant? Don´t try to take it all in one big bite. It becomes overwhelming which leads to procrastination. Split a task into small actionable steps. Then just focus on the first step and nothing else. Just do that one until it’s done. Then move on to the next step.</p>\n</li>\n<li><p>The Get around to It Paraliminal. I find this guided mediation to be very useful. After 20 minutes of mostly just lying on my bed and listening I’m far more productive for a few days. I don´t feel the urge to sink into that procrastinating state or the need to find out what’s new over at one or five of my favourite websites.</p>\n</li>\n</ul>\n<h2 id=\"When-actually-doing-something-doing-something-that-isn’t-the-most-important-thing-right-now\"><a href=\"#When-actually-doing-something-doing-something-that-isn’t-the-most-important-thing-right-now\" class=\"headerlink\" title=\"When actually doing something, doing something that isn’t the most important thing right now\"></a>When actually doing something, doing something that isn’t the most important thing right now</h2><p>One of the easiest habits to get stuck in, besides procrastinating, is to keep yourself busy with unimportant tasks.</p>\n<p>To be effective you probably need some kind of time management-system. It might be something really simple, like using the 80&#x2F;20-rule at the beginning of each day. The 80&#x2F;20 rule, or the Pareto Principle as it´s also known, says that you´ll get 80 percent of your results from only 20 percent of your tasks and activities. So you need to focus most of your energy on those few important tasks to be effective.</p>\n<p>When you have prioritized using this rule just write down the top 3 most important things you need to do that day. Then, from the top, start doing them. Even if you just get one of the things done, you have still done the most important thing you could do today. You may perhaps prefer some other system, such as GTD. But however you organise your work it’s still of highest priority to find the most important tasks so you don’t spend days, weeks or months doing busywork that isn’t that essential anyway. Just getting things done faster isn’t that useful if the things you get done are unimportant to you.</p>\n<h2 id=\"Thinking-too-much\"><a href=\"#Thinking-too-much\" class=\"headerlink\" title=\"Thinking too much\"></a>Thinking too much</h2><p>And thereby seldom taking action. Paralysis by analysis can waste years of your life. There is nothing wrong with thinking before you do something. Do some research, make a plan, explore potential upsides and problems.</p>\n<p>But compulsively thinking and thinking and thinking is just another way to waste your time. You don’t have to examine everything from every angle before you try it. And you can’t wait for the perfect time to do something. That time never comes. And if you keep thinking you’ll just dig yourself down deeper and deeper and taking action will become more and more difficult. Instead you just need to stop thinking. Shut of your mind – it just helps you up to a point – and go do whatever you need to do.</p>\n<h2 id=\"Seeing-the-negative-and-downsides-in-just-about-anything\"><a href=\"#Seeing-the-negative-and-downsides-in-just-about-anything\" class=\"headerlink\" title=\"Seeing the negative and downsides in just about anything\"></a>Seeing the negative and downsides in just about anything</h2><p>When you see everything from a negative perspective you quickly punch a hole in your own motivation. You find faults everywhere and problems where there are really none. You cling to details. If you want to find a reason to not do something then that’s no problem. From a negative viewpoint you can find ten reasons every time.</p>\n<p>And so very little gets done, you whine to anyone who wants to hear – and many who don’t – about how crappy your job, life and boss is. Which becomes a self-fulfilling prophecy as you create the life that is appropriate considering how think and see your world.</p>\n<p>A solution is to realise the limits of a negative perspective. And that your perspective isn’t some kind of 100% true picture of the world. Then try other perspectives. For instance, trying to establish a habit of seeing things in a more positive and optimistic light can be quite useful. In that vein, you may want to try the Positivity Challenge. It´s not easy, but if you do the challenge and try to only think positive thoughts for 7 days it can give you an insight in how much your perspective and beliefs changes how you interpret your world. And what results you get.</p>\n<h2 id=\"Clinging-to-your-own-thoughts-and-being-closed-to-outside-influences\"><a href=\"#Clinging-to-your-own-thoughts-and-being-closed-to-outside-influences\" class=\"headerlink\" title=\"Clinging to your own thoughts and being closed to outside influences\"></a>Clinging to your own thoughts and being closed to outside influences</h2><p>It can be hard to admit that what you thought or believed was not the best alternative. So you cling to your thoughts harder and harder and keep your mind closed. This makes it hard to improve and for instance to become more effective. Even really considering the possibility that you can change your life can be difficult in this position.</p>\n<p>One solution, obviously, is to open up more. To open up and learn from the mistakes of others, from your own mistakes and from other sources like books. This is easy to say though. It can, as almost anything, be harder to do. One suggestion I have is to, like I said about the previous habit, realise the limits of what you know and the way you going about things. And then just try something new.</p>\n<p>Another tip is to read A New Earth by Eckhart Tolle and especially look at the chapters about the Ego. If you stop identifying so much with your thoughts and your Ego, as Tolle prescribes, it becomes a whole a lot easier to let new ideas and thoughts come into your life. And to let go of old thoughts that aren’t useful to you anymore. On the other hand I’d like to add and counter-balance with these tips: don’t get stuck in reading, in just taking in new information either or you might become a self-help junkie. Use the new information, put what you have learned in to action and try it out.</p>\n<h2 id=\"Constantly-on-information-overload\"><a href=\"#Constantly-on-information-overload\" class=\"headerlink\" title=\"Constantly on information overload\"></a>Constantly on information overload</h2><p>With information overload I don’t just mean that you read a lot. I pretty much mean an overload in all input. If you just let all information flow into your mind it will be hard to think clearly. It’s just too much stimulation. A few more potential downsides to this habit are:</p>\n<ul>\n<li><p>Some of the input you receive will be negative. The media and your surroundings often put a negative spin on things for various reasons. If you aren´t selective in what input you want in your life then you’ll be dragged into this negativity too. This affects how you think, feel and act.</p>\n</li>\n<li><p>It creates an urge to keep up with what’s happening but there are always ten more things happening so you can’t keep up. This makes life stressful.</p>\n</li>\n<li><p>It becomes hard to make decisions and take action if your mind is constantly bombarded with information or trying to sort through it all. Personally I find that if I get too much information it leads to a sort of paralysis. Not much get´s done. Or you get stuck in habit #3 and keep busy, busy, busy at high speed with low priority activities.</p>\n</li>\n</ul>\n<p>To be able to focus, think more clearly and take action it´s useful to be more selective in what you let into your mind. When you work shut out as much distractions as possible. Shut off the phone, internet and shut the door. It is strange how much you can get done when you aren´t interrupted every fifth minute or have the opportunity to procrastinate by checking your RSS-feeds or favourite websites.</p>\n<p>Now I´m not suggesting that you should stop reading all blogs or newspapers. But think about what you really want to read and what you read just read to fill your time. And have a look at other areas of input where the doors are wide-open.</p>\n<p>For instance, you don´t have to let in all the negative emotions from your surroundings. If everyone else are procrastinating or are anxiously keeping themselves busy by doing low-priority tasks at warp speed it´s easy to be influenced by that mood. If you have a door, then it might be good idea to shut it and focus on doing more important things.</p>\n","more":"<p>与通常所列举的应该培养的有益习惯不同，本文在此举出的是我们最好避免的7种习惯。</p>\n<p>　　就像寻找对你有益的习惯一样，寻找妨碍你的习惯同样重要。这7种习惯中大多数都可能会轻易成为你日常生活的一部分，使你难以察觉它的存在（或者它如何影响到你）。我曾经略微尝试了这些习惯，结果毫无疑问，那些重要的事情没有几个可以完成。同时我也要添加说明的是，这只是在生活中你可能形成的影响效率的主要的7个习惯，我很确定绝不仅仅是这些。</p>\n<h2 id=\"缺席\"><a href=\"#缺席\" class=\"headerlink\" title=\"缺席\"></a>缺席</h2><p>也许你曾经听过伍迪·艾伦所说的这句话：</p>\n<p>“百分之八十的成功来自于出席。”</p>\n<p>更多的出席——这是在生活中你可以保证更多成功所做的最大也是最简单的事情之一，无论是在你的社交生活中，你的事业上还是你的健康方面。如果你想要改善你的健康状况，一个最重要也是最有效的事情就是在每次你该出席时出现在健身房里。</p>\n<p>也许天气会不好，也许你会不想出门，也许你有一大堆其他必须要做的事情。但是，如果即使你在积极性不高时仍然继续出现在健身房里，那将比你呆在家里的沙发上放松要有效的多。</p>\n<p>我想这个也可以推及到生活的其他领域。如果你每天都坚持写作或绘画，你就会快速的得到提高。如果你更多的出门你就可以遇到更多的新朋友。如果你参加更多的约会，你遇到心上人的机会就会大大提高。仅仅只是更多出席就会使你的生活大大不同。而缺席却会使你毫无收获。</p>\n<h2 id=\"拖拖拉拉\"><a href=\"#拖拖拉拉\" class=\"headerlink\" title=\"拖拖拉拉\"></a>拖拖拉拉</h2><p>为了简化，我将最喜欢的3种摆脱拖拉情况的方法列举如下：</p>\n<p>吞食青蛙。也就是说在一天的最开始就完成那些最艰难最重要的工作。早上良好的开始会让你一天都保持高昂的情绪和积极的动力。这通常会使你这一天都十分高效。</p>\n<p>-你如何吃掉一头大象呢？不要打算一口吃成胖子，这会使你感到过多负担以至于产生拖延的念头。把一项工作分为若干可付诸于行动的小步骤，然后仅仅关注第一步直到把它完成，接下来再继续下一步。</p>\n<p>-说服自己。我发现这种向导型调整十分有效。就在我花了20分钟躺在床上反复默念在这几天里我都十分高效之后，我就不再会陷入拖拉的情况或者浏览1至5个我喜爱的网站寻找更新信息的必要。</p>\n<h2 id=\"做一些无关紧要的事情\"><a href=\"#做一些无关紧要的事情\" class=\"headerlink\" title=\"做一些无关紧要的事情\"></a>做一些无关紧要的事情</h2><p>除了拖拖拉拉以外，你最容易陷入的不良习惯之一就是忙于一些无关紧要的事情之中。</p>\n<p>为了提高效率你也许需要某种时间管理方法。它可能会是一件极为简单的事情，比如在一天的开始使用80&#x2F;20法则。80&#x2F;20法则,也就是我们通常所熟悉的帕累托法则认为， 80%的收获源自20%的努力。所以为求高效你应该将你精力的大部分集中在那些极少数重要的事情上。</p>\n<p>当使用这个法则时你只需按优先顺序写下这一天你需要做的3件最重要的事情，然后从头做起。即使你只能完成其中的一件事，你仍然完成了今天最重要的事情。也许你也会偏爱其他诸如GTD等方法。但是无论你如何组织工作，最关键的还是寻找那些最重要的工作，这样你就不必花费几天，几个星期甚至几个月的时间去忙于那些并不是很重要的事情。如果这些事情无关紧要，那么即使你快速的完成它们也是没有多大用处的。</p>\n<h2 id=\"多虑。\"><a href=\"#多虑。\" class=\"headerlink\" title=\"多虑。\"></a>多虑。</h2><p>因为多虑而很少采取行动。陷于无穷的分析之中只会使你虚度光阴。行动之前加以思考是没有错的。做一些调查研究，制定一个计划，探究可能存在的积极以及不利因素。</p>\n<p>但是强制性的反复思考就会成为另外一种浪费时间的做法了。在尝试之前你没有必要去从每一个角度检查每一件事情。而且你也不可以等到一个最完美的时间再去做事，因为这样的时间从来不会出现。如果你继续这样思考就只会使自己陷的越来越深，从而使采取行动变得越来越难。相反，虽然思考在一定程度上对你有所帮助，但你现在需要做的就只是停止思考，然后去做那些你应该做的事情。</p>\n<h2 id=\"凡事过于消极\"><a href=\"#凡事过于消极\" class=\"headerlink\" title=\"凡事过于消极\"></a>凡事过于消极</h2><p>当你凡事都从消极方面考虑时，你的积极性就会被大大打击。你会发现到处都是问题和错误，而这些问题是本不存在的。你抓住细节不放。如果你想要寻找一个不做某事的理由，这当然没有问题。而当你从一个消极角度看问题时，每次你都可能找出十个借口。</p>\n<p>因此你几乎一事无成。你向任何愿意倾听的人诉苦（也许很多人并不想听），抱怨你的工作，生活和领导有多么的差劲。你的生活取决于你如何看待这个世界，这已经成为一个能够自我实现的预测。</p>\n<p>对此的一个解决方法就是了解消极方面的限度，认识到你的消极思考并不是这个世界的真实写照。然后不妨尝试一些其他的角度。举例来说，你可以尝试着培养一下凡事从更为积极和乐观的角度思考的习惯，这会对你大有帮助。通过这种方式，你也许就会开始尝试这种积极性的挑战。这并不容易，然而如果你接受了这种挑战，连续7天都只从积极方面思考，你就会突然意识到你看问题的角度和想法是如此深刻地影响着你对世界的理解和你所得到的成果。</p>\n<h2 id=\"固执己见，与世隔绝\"><a href=\"#固执己见，与世隔绝\" class=\"headerlink\" title=\"固执己见，与世隔绝\"></a>固执己见，与世隔绝</h2><p>人们很难去承认自己的想法不是最佳选择，因此你越来越执着于自己的想法，变得闭目塞听。这会让你很难取得进步，比如说效率就会很难提高。在这种情况下，即使认真思考改变人生的可能性都会变得很难。</p>\n<p>显然，解决方法之一就是打开心胸。开阔视野，从他人和自己的错误中汲取教训，从书籍等资源中获取知识。与任何事一样，这事说起来容易做起来难。正如前面所说，对此我的建议就是认识到你的知识领域毕竟是有限的，而你做事的方式也会存在不足。那么不妨就尝试一下新事物吧。</p>\n<p>而我的另一条建议就是，阅读一下埃克哈特·托利的《新天地》，特别是有关Ego的章节。正如托利所建议的，如果你不再像Ego那样思考，你就会更加容易接受新思想，抛弃那些已经无用的旧思想。另外我想要补充说明的就是：不要迷信书本，也不要盲目追求新的信息，否则你就会成为一个沉迷于自我帮助的人。在行动中运用那些新信息和你学到的事情，然后加以尝试。</p>\n<h2 id=\"持续信息过剩\"><a href=\"#持续信息过剩\" class=\"headerlink\" title=\"持续信息过剩\"></a>持续信息过剩</h2><p>信息过剩并不是说你过多的阅读，我所指的是所有输入信息的过剩。如果你让所有的信息都涌进大脑，这当然会导致难于清晰思考，因为刺激源太多了。以下就是这种习惯可能会存在的弊端：</p>\n<ul>\n<li><p>你所接受的一些信息也许会是消极的。媒体和周围环境会因种种原因提供一种消极的信息。如果你没有根据需要对信息加以选择，也许你就会陷入消极之中，从而影响到你的所思，所感，所为。</p>\n</li>\n<li><p>这会使你急于追赶当今发生的事情，然而每时每刻都有十几件事同时发生，想要追赶上它们几乎是不可能的事情。你的生活会因此充满压力。</p>\n</li>\n<li><p>如果你持续被信息轰炸，并且还试图将所有信息分类，那么你将很难做出决定并采取行动。就我个人而言，如果我得到过多的信息，就会造成某种形式上的瘫痪，一事无成。或者你会被这种习惯所困，终日急于忙碌在一些非重要的事情上。</p>\n</li>\n</ul>\n<p>为了可以集中精力，清晰思考并付诸行动，你就需要在吸取信息时更有选择性。当你工作时尽可能的避免那些分散注意力的事物。关掉电话，断开网络，关上大门。你就会不可思议的发现，当你没有每隔五分钟就被打扰一次，没有机会因浏览RSS-feeds或喜爱的网站而拖延时，居然可以完成这么多的事情。</p>\n<p>现在并不是说我建议你们停止阅读所有的博客或报纸。但是一定要清楚哪些是你真正想要阅读的，哪些只是用来打发时间的。同时你也可以查看其他开阔性信息的领域。</p>\n<p>比如说，你没有必要陷入所有来自周围环境的消极情绪。如果周围的所有人都在拖延或者焦急的忙于各种非重要的事情时，你会很容易被这种情绪所影响。如果你有一扇心灵之门，关上它而去关注更为重要的事情，这会是个不错的主意。</p>\n<h2 id=\"Habits-of-Highly-Ineffective-People\"><a href=\"#Habits-of-Highly-Ineffective-People\" class=\"headerlink\" title=\"Habits of Highly Ineffective People\"></a>Habits of Highly Ineffective People</h2><p>By Henrik Edberg</p>\n<p>With a twist to the common list of habits that are useful to establish, here are 7 habits that you do best to avoid.</p>\n<p>Just like finding habits that can be useful for you it’s important to find habits that are holding you back. Most of these 7 habits can easily become such a normal, everyday part of life that you hardly notice it (or how it’s affecting you). I’ve dabbled with all of them quite a bit. Not surprisingly I didn’t get much of the important stuff done. I´d also like to add that these are just 7 broad habits you can establish to become highly ineffective in most parts of your life. I pretty sure there are several more.</p>\n<h2 id=\"Not-showing-up\"><a href=\"#Not-showing-up\" class=\"headerlink\" title=\"Not showing up\"></a>Not showing up</h2><p>Maybe you’ve heard this quote by Woody Allen:</p>\n<p>“Eighty percent of success is showing up”</p>\n<p>One of the biggest and simplest thing you can do to ensure more success in your life – whether it be in your social life, your career or with your health – is simply to show up more. If you want to improve your health then one of the most important and effective things you can do is just to show up at the gym every time you should be there.</p>\n<p>The weather might be bad, you might not feel like going and you find yourself having all these other things you just must do. If you still go, if you show up at the gym when motivation is low you will improve a whole lot faster than if you just stayed at home relaxing on the sofa.</p>\n<p>I think this applies to most areas of life. If you write or paint more, each day perhaps, you will improve quickly. If you get out more you can meet more new friends. If you go on more dates you chances of meeting someone special increases. Just showing up more can really make a big difference. Not showing up will not get you anywhere.</p>\n<h2 id=\"Procrastinating-half-the-day\"><a href=\"#Procrastinating-half-the-day\" class=\"headerlink\" title=\"Procrastinating half the day\"></a>Procrastinating half the day</h2><p>To keep it short, my 3 favourite ways to get out of a procrastinating state are:</p>\n<ul>\n<li><p>Swallow that frog. What´s this means is simply to do the hardest and most important task of the day first thing in the morning. A good start in the morning lifts your spirits and creates a positive momentum for the rest of the day. That often creates a pretty productive day.</p>\n</li>\n<li><p>How do you eat an elephant? Don´t try to take it all in one big bite. It becomes overwhelming which leads to procrastination. Split a task into small actionable steps. Then just focus on the first step and nothing else. Just do that one until it’s done. Then move on to the next step.</p>\n</li>\n<li><p>The Get around to It Paraliminal. I find this guided mediation to be very useful. After 20 minutes of mostly just lying on my bed and listening I’m far more productive for a few days. I don´t feel the urge to sink into that procrastinating state or the need to find out what’s new over at one or five of my favourite websites.</p>\n</li>\n</ul>\n<h2 id=\"When-actually-doing-something-doing-something-that-isn’t-the-most-important-thing-right-now\"><a href=\"#When-actually-doing-something-doing-something-that-isn’t-the-most-important-thing-right-now\" class=\"headerlink\" title=\"When actually doing something, doing something that isn’t the most important thing right now\"></a>When actually doing something, doing something that isn’t the most important thing right now</h2><p>One of the easiest habits to get stuck in, besides procrastinating, is to keep yourself busy with unimportant tasks.</p>\n<p>To be effective you probably need some kind of time management-system. It might be something really simple, like using the 80&#x2F;20-rule at the beginning of each day. The 80&#x2F;20 rule, or the Pareto Principle as it´s also known, says that you´ll get 80 percent of your results from only 20 percent of your tasks and activities. So you need to focus most of your energy on those few important tasks to be effective.</p>\n<p>When you have prioritized using this rule just write down the top 3 most important things you need to do that day. Then, from the top, start doing them. Even if you just get one of the things done, you have still done the most important thing you could do today. You may perhaps prefer some other system, such as GTD. But however you organise your work it’s still of highest priority to find the most important tasks so you don’t spend days, weeks or months doing busywork that isn’t that essential anyway. Just getting things done faster isn’t that useful if the things you get done are unimportant to you.</p>\n<h2 id=\"Thinking-too-much\"><a href=\"#Thinking-too-much\" class=\"headerlink\" title=\"Thinking too much\"></a>Thinking too much</h2><p>And thereby seldom taking action. Paralysis by analysis can waste years of your life. There is nothing wrong with thinking before you do something. Do some research, make a plan, explore potential upsides and problems.</p>\n<p>But compulsively thinking and thinking and thinking is just another way to waste your time. You don’t have to examine everything from every angle before you try it. And you can’t wait for the perfect time to do something. That time never comes. And if you keep thinking you’ll just dig yourself down deeper and deeper and taking action will become more and more difficult. Instead you just need to stop thinking. Shut of your mind – it just helps you up to a point – and go do whatever you need to do.</p>\n<h2 id=\"Seeing-the-negative-and-downsides-in-just-about-anything\"><a href=\"#Seeing-the-negative-and-downsides-in-just-about-anything\" class=\"headerlink\" title=\"Seeing the negative and downsides in just about anything\"></a>Seeing the negative and downsides in just about anything</h2><p>When you see everything from a negative perspective you quickly punch a hole in your own motivation. You find faults everywhere and problems where there are really none. You cling to details. If you want to find a reason to not do something then that’s no problem. From a negative viewpoint you can find ten reasons every time.</p>\n<p>And so very little gets done, you whine to anyone who wants to hear – and many who don’t – about how crappy your job, life and boss is. Which becomes a self-fulfilling prophecy as you create the life that is appropriate considering how think and see your world.</p>\n<p>A solution is to realise the limits of a negative perspective. And that your perspective isn’t some kind of 100% true picture of the world. Then try other perspectives. For instance, trying to establish a habit of seeing things in a more positive and optimistic light can be quite useful. In that vein, you may want to try the Positivity Challenge. It´s not easy, but if you do the challenge and try to only think positive thoughts for 7 days it can give you an insight in how much your perspective and beliefs changes how you interpret your world. And what results you get.</p>\n<h2 id=\"Clinging-to-your-own-thoughts-and-being-closed-to-outside-influences\"><a href=\"#Clinging-to-your-own-thoughts-and-being-closed-to-outside-influences\" class=\"headerlink\" title=\"Clinging to your own thoughts and being closed to outside influences\"></a>Clinging to your own thoughts and being closed to outside influences</h2><p>It can be hard to admit that what you thought or believed was not the best alternative. So you cling to your thoughts harder and harder and keep your mind closed. This makes it hard to improve and for instance to become more effective. Even really considering the possibility that you can change your life can be difficult in this position.</p>\n<p>One solution, obviously, is to open up more. To open up and learn from the mistakes of others, from your own mistakes and from other sources like books. This is easy to say though. It can, as almost anything, be harder to do. One suggestion I have is to, like I said about the previous habit, realise the limits of what you know and the way you going about things. And then just try something new.</p>\n<p>Another tip is to read A New Earth by Eckhart Tolle and especially look at the chapters about the Ego. If you stop identifying so much with your thoughts and your Ego, as Tolle prescribes, it becomes a whole a lot easier to let new ideas and thoughts come into your life. And to let go of old thoughts that aren’t useful to you anymore. On the other hand I’d like to add and counter-balance with these tips: don’t get stuck in reading, in just taking in new information either or you might become a self-help junkie. Use the new information, put what you have learned in to action and try it out.</p>\n<h2 id=\"Constantly-on-information-overload\"><a href=\"#Constantly-on-information-overload\" class=\"headerlink\" title=\"Constantly on information overload\"></a>Constantly on information overload</h2><p>With information overload I don’t just mean that you read a lot. I pretty much mean an overload in all input. If you just let all information flow into your mind it will be hard to think clearly. It’s just too much stimulation. A few more potential downsides to this habit are:</p>\n<ul>\n<li><p>Some of the input you receive will be negative. The media and your surroundings often put a negative spin on things for various reasons. If you aren´t selective in what input you want in your life then you’ll be dragged into this negativity too. This affects how you think, feel and act.</p>\n</li>\n<li><p>It creates an urge to keep up with what’s happening but there are always ten more things happening so you can’t keep up. This makes life stressful.</p>\n</li>\n<li><p>It becomes hard to make decisions and take action if your mind is constantly bombarded with information or trying to sort through it all. Personally I find that if I get too much information it leads to a sort of paralysis. Not much get´s done. Or you get stuck in habit #3 and keep busy, busy, busy at high speed with low priority activities.</p>\n</li>\n</ul>\n<p>To be able to focus, think more clearly and take action it´s useful to be more selective in what you let into your mind. When you work shut out as much distractions as possible. Shut off the phone, internet and shut the door. It is strange how much you can get done when you aren´t interrupted every fifth minute or have the opportunity to procrastinate by checking your RSS-feeds or favourite websites.</p>\n<p>Now I´m not suggesting that you should stop reading all blogs or newspapers. But think about what you really want to read and what you read just read to fill your time. And have a look at other areas of input where the doors are wide-open.</p>\n<p>For instance, you don´t have to let in all the negative emotions from your surroundings. If everyone else are procrastinating or are anxiously keeping themselves busy by doing low-priority tasks at warp speed it´s easy to be influenced by that mood. If you have a door, then it might be good idea to shut it and focus on doing more important things.</p>\n","categories":[{"name":"生活感悟","path":"api/categories/生活感悟.json"}],"tags":[{"name":"生活","path":"api/tags/生活.json"},{"name":"工作","path":"api/tags/工作.json"}]}